[
    {
        "id": "p-01",
        "name": "Man's tennis shoes Nike Sb Zoom Blazer Low Pro Gt-Bio Beige/White-Gym Red-White",
        "brand": "Nike",
        "price": 123.97,
        "description": "Re - Built with Grant Taylor's knowledge, the Nike SB Zoom Blazer Low Pro GT is a new version of a favorite skate shoe. The updated design has a higher tape to provide more durability.",
        "unavailable": null
    },
    {
        "id": "p-02",
        "name": "Man's tennis shoes Lifestyle Blue-White-Red Beverly Hills Polo Club Chance",
        "brand": "Beverly Hills Polo Club",
        "price": 61.77,
        "description": "The classic aspect of these tennis was not designed for any man. Beverly Hills Polo Club's Canche model reflects a style that retains the essence of male footwear of the 80s. It is a silhouette that allows easy combination of garments such as polo shirts, short sleeve shirts and even neck sacks round. Find your best option to combine and keep your best look with Beverly Hills Polo Club.",
        "unavailable": null
    },
    {
        "id": "p-03",
        "name": "Man's tennis shoes Running Black-White adidas Performance Galaxy 6",
        "brand": "adidas Performance",
        "price": 61.77,
        "description": "Galaxy 6 is a new adidas product. Make every kilometer. These adidas running tennis fill each step with comfort, regardless of distance. Your feet are practically sink into soft damping. They will make you think that you can run forever, or at least for a few more kilometers. You have the control.",
        "unavailable": null
    },
    {
        "id": "p-04",
        "name": "Tennis shoes Running Blue-Cool-White adidas Performance Galaxy 6",
        "brand": "adidas Performance",
        "price": 61.77,
        "description": "Galaxy 6 is a new adidas product. Make every kilometer. These adidas running tennis fill each step with comfort, regardless of distance. Your feet are practically sink into soft damping. They will make you think that you can run forever, or at least for a few more kilometers. You have the control.",
        "unavailable": null
    },
    {
        "id": "p-05",
        "name": "Tenis Training Blue Petroleum-Blue Grayish-Blanco Nike MC Trainer 2",
        "brand": "Nike",
        "price": 102.96,
        "description": "The Nike MC Trainer 2 allows you to move from circuit training in the weight room to synthetic grass (Turf) so you can do fast toning exercises without problems. This model is a multipurpose power that combines versatility, stability and longevity to remain firm in the physical work you are doing. From the posterior squatillas to Sprint repetitions, it can help support the rigors of your diverse training regime without having to make a stop to take more equipment for your training.",
        "unavailable": null
    }
]